

<!DOCTYPE html>
<html lang="zh-CN,en,default">
<head prefix="og: http://ogp.me/ns#">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1">
    <meta name="description" content="坐而论道不若起而行之">
    <title>读人类简史小记 | 对生存的领会</title>

    <!-- Open Graph -->
    <meta name="description" content="&amp;#x5750;&amp;#x800C;&amp;#x8BBA;&amp;#x9053;&amp;#x4E0D;&amp;#x82E5;&amp;#x8D77;&amp;#x800C;&amp;#x884C;&amp;#x4E4B;&amp;#x3002; 

&amp;#x53F2;&amp;#x524D;&amp;#x53F2;&amp;#xFF1A;&amp;#x4E00;&amp;#x5207;&amp;#x7686;&amp;#x4E3A;&amp;#x5076;&amp;#x7136;&amp;#xFF1F;&amp;#x65F6;&amp;#x95F4;&amp;#x7">
<meta property="og:type" content="article">
<meta property="og:title" content="读人类简史小记">
<meta property="og:url" content="http://liyuewang.com/cn/BHH-Reading-Notes/index.html">
<meta property="og:site_name" content="对生存的领会">
<meta property="og:description" content="&amp;#x5750;&amp;#x800C;&amp;#x8BBA;&amp;#x9053;&amp;#x4E0D;&amp;#x82E5;&amp;#x8D77;&amp;#x800C;&amp;#x884C;&amp;#x4E4B;&amp;#x3002; 

&amp;#x53F2;&amp;#x524D;&amp;#x53F2;&amp;#xFF1A;&amp;#x4E00;&amp;#x5207;&amp;#x7686;&amp;#x4E3A;&amp;#x5076;&amp;#x7136;&amp;#xFF1F;&amp;#x65F6;&amp;#x95F4;&amp;#x7">
<meta property="og:updated_time" content="2017-04-01T02:45:20.373Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="读人类简史小记">
<meta name="twitter:description" content="&amp;#x5750;&amp;#x800C;&amp;#x8BBA;&amp;#x9053;&amp;#x4E0D;&amp;#x82E5;&amp;#x8D77;&amp;#x800C;&amp;#x884C;&amp;#x4E4B;&amp;#x3002; 

&amp;#x53F2;&amp;#x524D;&amp;#x53F2;&amp;#xFF1A;&amp;#x4E00;&amp;#x5207;&amp;#x7686;&amp;#x4E3A;&amp;#x5076;&amp;#x7136;&amp;#xFF1F;&amp;#x65F6;&amp;#x95F4;&amp;#x7">

    <script type="application/ld+json">
{
  "@context": "http://schema.org",
  "@type": "Person",
  "email": "mailto:liyuewang@outlook.com",
  "image": "undefined",
  "name": "Liyue (Sara) Wang",
  "url": "http://liyuewang.com"
}
</script>
    <script>
    var algoliaEnabled = false;
    
</script>

    

    
    
        <link href="https://fonts.gmirror.org/css?family=Source+Code+Pro" rel="stylesheet" type="text/css">
    
    
    
        <!-- stylesheets list from config.yml -->
        
        <link rel="stylesheet" href="/css/aloha.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.css">
        
        <link rel="stylesheet" href="//cdn.bootcss.com/magnific-popup.js/1.1.0/magnific-popup.min.css">
        
    

</head>
<body id="body" style="margin-bottom: 0;" class="pushable">

    <div class="ui top fixed menu">
        <a class="item" id="menu-icon"><i class="sidebar icon"></i></a>
    </div>

    <div id="menu-sidebar" class="ui left vertical sidebar menu">

    <div id="sidebar-top">
        <div class="content">
            <h3>对生存的领会</h3>
        </div>
    </div>
    <div class="ui container sidebar-card">
    <div class="ui people shape content">
        <div class="active side">
            <div class="ui card">
                <div class="image">
                    <img class="ui medium bordered image" src="/images/avatar.jpg">
                </div>
                <div class="content">
                    <a class="header">Liyue (Sara) Wang</a>
                    
                        <div class="meta">
                            Programmer / Lover of Wisdom
                        </div>
                    
                </div>
                <div class="extra content">
                    <div class="ui list">
                        
                        <div class="item">
                            <i class="marker icon" style="float: left"></i>
                            <div class="content">Kitchener, Canada</div>
                        </div>
                        
                        
                        <div class="item">
                            <i class="mail icon" style="float: left"></i>
                            <div class="content">
                                <a href="mailto:liyuewang@outlook.com">liyuewang@outlook.com</a>
                            </div>
                        </div>
                        
                    </div>

                </div>
                <div class="extra content">
                    <div class="ui list">
                        

                                <a href="https://github.com/liyuewang"><i class="large github icon" style="float: left"></i></a>

                            

                                <a href="/images/wechat_card.jpg"><i class="large wechat icon" style="float: left"></i></a>

                            
                    </div>
                </div>
            </div>
        </div>
    </div>


</div>

    
    

    

    
    <a href="/index.html" class="item" >
        <i class="home icon"></i>
        Home
    </a>

    
    

    

    
    <a href="/archives" class="item" >
        <i class="list icon"></i>
        Archives
    </a>

    
    

    

    
    <a href="http://sackuangyan.com/blog/" class="item" >
        <i class="idea icon"></i>
        大地
    </a>

    

    
</div>

    <div class="pusher body-content">
        <div id="content" class="ui main container">
            <!--<div class="ui one column grid">-->
                <!--<div class="column">-->
                    <!--<div class="ui main container">-->
                        <div id="post-BHH-Reading-Notes" class="ui main container article-type-post">

    

    <div class="ui divided grid">

        <div class="two column row" id="article-content">

            <div class="thirteen wide computer thirteen wide tablet sixteen wide mobile column">
                

<h1 class="ui header">
    
    读人类简史小记
</h1>



                <div class="article-inner">

                    <div class="article-entry" itemprop="articleBody">
                        
                        <blockquote>
<p>&#x5750;&#x800C;&#x8BBA;&#x9053;&#x4E0D;&#x82E5;&#x8D77;&#x800C;&#x884C;&#x4E4B;&#x3002; </p>
</blockquote>
<h3 id="&#x53F2;&#x524D;&#x53F2;&#xFF1A;&#x4E00;&#x5207;&#x7686;&#x4E3A;&#x5076;&#x7136;&#xFF1F;"><a href="#&#x53F2;&#x524D;&#x53F2;&#xFF1A;&#x4E00;&#x5207;&#x7686;&#x4E3A;&#x5076;&#x7136;&#xFF1F;" class="headerlink" title="&#x53F2;&#x524D;&#x53F2;&#xFF1A;&#x4E00;&#x5207;&#x7686;&#x4E3A;&#x5076;&#x7136;&#xFF1F;"></a>&#x53F2;&#x524D;&#x53F2;&#xFF1A;&#x4E00;&#x5207;&#x7686;&#x4E3A;&#x5076;&#x7136;&#xFF1F;</h3><p>&#x65F6;&#x95F4;&#x7EBF;&#xFF1A;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~135&#x4EBF;&#x5E74;&#x524D;&#xFF0C;&#x5B87;&#x5B99;&#x5927;&#x7206;&#x70B8;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~38&#x4EBF;&#x5E74;&#x524D;&#xFF0C;&#x6709;&#x673A;&#x4F53;&#x5F62;&#x6210;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~250&#x4E07;&#x5E74;&#x524D;&#xFF0C;&#x4EBA;&#x7C7B;&#x5F00;&#x59CB;&#x6F14;&#x5316;&#xFF1A;&#x8111;&#x5BB9;&#x91CF;&#x8D8A;&#x6765;&#x8D8A;&#x5927;&#xFF1B;&#x76F4;&#x7ACB;&#x884C;&#x8D70;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~80&#x4E07;&#x5E74;&#x524D;&#xFF0C;&#x4EBA;&#x7C7B;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x706B;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~15&#x4E07;&#x5E74;&#x524D;&#xFF0C;&#x667A;&#x4EBA;&#x51FA;&#x73B0;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~7&#x4E07;&#x5E74;&#x524D;&#xFF0C;&#x667A;&#x4EBA;<strong>&#x8BA4;&#x77E5;&#x9769;&#x547D;</strong>&#xFF1A; &#x72EC;&#x7279;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x8BA8;&#x8BBA;&#x865A;&#x6784;&#x7684;&#x4E8B;&#x7269;<br>&#xA0;&#xA0;&#xA0;&#xA0;  ~1.2&#x4E07;&#x5E74;&#x524D;&#xFF0C;<strong>&#x519C;&#x4E1A;&#x9769;&#x547D;</strong><br>&#xA0;&#xA0;&#xA0;&#xA0;  ~500&#x5E74;&#x524D;&#xFF0C;<strong>&#x79D1;&#x5B66;&#x9769;&#x547D;</strong></p>
<p>&#x3010;&#x6CE8;&#x3011;&#xFF1A;<em>&#x6839;&#x636E;&#x751F;&#x7269;&#x5206;&#x7C7B;&#x5B66;&#x754C;&#x3001;&#x95E8;&#x3001;&#x7EB2;&#x3001;&#x76EE;&#x3001;&#x79D1;&#x3001;&#x5C5E;&#x3001;&#x79CD;&#x7684;&#x5212;&#x5206;&#xFF0C;&#x8FD9;&#x91CC;&#x4EBA;&#x7C7B;&#x662F;&#x6307;&#x4EBA;&#x5C5E;&#x7684;&#x6240;&#x6709;&#x6210;&#x5458;&#xFF0C;&#x800C;&#x667A;&#x4EBA;&#x662F;&#x8FC7;&#x53BB;&#x4E00;&#x4E07;&#x5E74;&#x95F4;&#x4EBA;&#x5C5E;&#x4E2D;&#x552F;&#x4E00;&#x5269;&#x4E0B;&#x7684;&#x7269;&#x79CD;&#xFF0C;&#x5373;&#x6211;&#x4EEC;&#x81EA;&#x5DF1;&#x8FD9;&#x79CD;&#x4EBA;&#x79CD;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5386;&#x53F2;&#x4E0A;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x5176;&#x5B83;&#x4EBA;&#x79CD;&#xFF0C;&#x6BD4;&#x5982;&#x5C3C;&#x5B89;&#x5FB7;&#x7279;&#x4EBA;&#xFF0C;&#x76F4;&#x7ACB;&#x4EBA;&#xFF0C;&#x68AD;&#x7F57;&#x4EBA;&#x7B49;&#x7B49;&#x3002;&#xFF08;&#x4E0D;&#x540C;&#x4EBA;&#x79CD;&#x4E4B;&#x95F4;&#x4E0D;&#x80FD;&#x4EA4;&#x914D;&#x54E6;&#xFF09;</em></p>
<p>&#x5728;&#x6570;&#x767E;&#x4E07;&#x5E74;&#x91CC;&#xFF0C;&#x4EBA;&#x7C7B;&#x53EA;&#x662F;&#x5927;&#x9646;&#x4E0A;&#x6BEB;&#x4E0D;&#x8D77;&#x773C;&#x7684;&#x8BF8;&#x591A;&#x751F;&#x7269;&#x4E4B;&#x4E00;&#xFF0C;&#x4E14;&#x6742;&#x98DF;&#xFF0C;&#x4F1A;&#x730E;&#x6740;&#x5C0F;&#x52A8;&#x7269;&#xFF0C;&#x91C7;&#x96C6;&#x679C;&#x5B50;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x4F1A;&#x88AB;&#x5927;&#x578B;&#x98DF;&#x8089;&#x52A8;&#x7269;&#x730E;&#x6740;&#x3002;&#x53EA;&#x662F;&#x5904;&#x4E8E;&#x98DF;&#x7269;&#x94FE;&#x4E2D;&#x95F4;&#x7684;&#x666E;&#x901A;&#x4E00;&#x73AF;&#x3002;&#x4E0D;&#x8FC7;&#x4EBA;&#x7C7B;&#x5373;&#x4E0D;&#x540C;&#x4EBA;&#x79CD;&#x4E4B;&#x95F4;&#x6709;&#x51E0;&#x9879;&#x5171;&#x540C;&#x7279;&#x5F81;&#xFF1A;&#x8111;&#x5BB9;&#x91CF;&#x8D8A;&#x6765;&#x8D8A;&#x5927;&#xFF1B;&#x76F4;&#x7ACB;&#x884C;&#x8D70;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x662F;&#x4EC0;&#x4E48;&#x9A71;&#x4F7F;&#x4EBA;&#x7C7B;&#x4E0D;&#x65AD;&#x6F14;&#x5316;&#x6210;&#x8FD9;&#x4E9B;&#x7279;&#x70B9;&#xFF1F;&#x8981;&#x8BF4;&#x751F;&#x7269;&#x6F14;&#x5316;&#x7269;&#x7ADE;&#x5929;&#x62E9;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x7279;&#x5F81;&#x4F3C;&#x4E4E;&#x5E76;&#x6CA1;&#x6709;&#x5E2E;&#x4EBA;&#x7C7B;&#x5728;&#x98DF;&#x7269;&#x94FE;&#x4E2D;&#x4E89;&#x53D6;&#x5230;&#x66F4;&#x9AD8;&#x7684;&#x5730;&#x4F4D;&#x3002;&#x76EE;&#x524D;&#x751F;&#x7269;&#x5B66;&#x5BB6;&#x4EEC;&#x7684;&#x56DE;&#x7B54;&#x662F;&#xFF1A;&#x4E0D;&#x5F97;&#x800C;&#x77E5;&#xFF0C;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x4E00;&#x6B21;&#x5076;&#x7136;&#x7684;&#x57FA;&#x56E0;&#x7A81;&#x53D8;&#x3002;&#x76F4;&#x81F3;&#x7EA6;80&#x4E07;&#x5E74;&#x524D;&#x4EBA;&#x7C7B;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x706B;&#xFF0C;&#x706B;&#x786E;&#x5B9E;&#x7ED9;&#x4EBA;&#x7C7B;&#x5E26;&#x6765;&#x4E86;&#x5F88;&#x5927;&#x4F18;&#x52BF;&#xFF0C;&#x53EF;&#x4EE5;&#x5413;&#x9000;&#x5927;&#x578B;&#x52A8;&#x7269;&#x730E;&#x6740;&#xFF0C;&#x53D6;&#x6696;&#xFF0C;&#x719F;&#x98DF;&#x7B49;&#xFF0C;&#x7136;&#x76F4;&#x5230;15&#x4E07;&#x5E74;&#x524D;&#xFF0C;&#x4EBA;&#x7C7B;&#x4ECD;&#x7136;&#x662F;&#x8FB9;&#x7F18;&#x751F;&#x7269;&#x3002;&#x800C;&#x8981;&#x5230;10&#x4E07;&#x5E74;&#x524D;&#x667A;&#x4EBA;&#x5D1B;&#x8D77;&#xFF0C;&#x624D;&#x4E00;&#x8DC3;&#x5C45;&#x4E8E;&#x98DF;&#x7269;&#x94FE;&#x7684;&#x9876;&#x7AEF;&#x3002;</p>
<p>&#x90A3;&#x53C8;&#x662F;&#x4EC0;&#x4E48;&#x4F7F;&#x667A;&#x4EBA;&#x4E00;&#x8DEF;&#x8FC7;&#x4E94;&#x5173;&#x65A9;&#x516D;&#x5C06;&#x6210;&#x4E3A;&#x4EBA;&#x7C7B;&#x5269;&#x4E0B;&#x7684;&#x552F;&#x4E00;&#x7269;&#x79CD;&#xFF0C; &#x53C8;&#x8FDB;&#x800C;&#x8D70;&#x4E0A;&#x98DF;&#x7269;&#x94FE;&#x9876;&#x7AEF;&#x7684;&#xFF1F;&#x76EE;&#x524D;&#x6700;&#x53EF;&#x80FD;&#x7684;&#x7B54;&#x6848;&#x662F;&#x56E0;&#x4E3A;&#x667A;&#x4EBA;&#x62E5;&#x6709;&#x72EC;&#x7279;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x800C;&#x5176;&#x72EC;&#x7279;&#x6027;&#x5728;&#x4E8E;&#x667A;&#x4EBA;&#x80FD;&#x591F;&#x201C;&#x8BA8;&#x8BBA;&#x865A;&#x6784;&#x7684;&#x4E8B;&#x7269;&#x201D;&#x3002;&#x4F5C;&#x8005;&#x5C06;&#x5176;&#x79F0;&#x4E4B;&#x4E3A;<strong>&#x8BA4;&#x77E5;&#x9769;&#x547D;</strong>&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x662F;&#x4EC0;&#x4E48;&#x5BFC;&#x81F4;&#x8BA4;&#x77E5;&#x9769;&#x547D;&#x5728;&#x667A;&#x4EBA;&#x8EAB;&#x4E0A;&#x53D1;&#x751F;&#xFF1F;&#x5F97;&#x5230;&#x666E;&#x904D;&#x8BA4;&#x53EF;&#x7684;&#x7406;&#x8BBA;&#x8BA4;&#x4E3A;&#x662F;&#x67D0;&#x6B21;&#x5076;&#x7136;&#x7684;&#x57FA;&#x56E0;&#x7A81;&#x53D8;&#xFF0C;&#x6539;&#x53D8;&#x4E86;&#x667A;&#x4EBA;&#x7684;&#x5927;&#x8111;&#x5185;&#x90E8;&#x8FDE;&#x63A5;&#x65B9;&#x5F0F;&#xFF0C;&#x8BA9;&#x4ED6;&#x4EEC;&#x4EE5;&#x524D;&#x6240;&#x672A;&#x6709;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x601D;&#x8003;&#xFF0C;&#x7528;&#x5B8C;&#x5168;&#x65B0;&#x5F0F;&#x7684;&#x8BED;&#x8A00;&#x6765;&#x6C9F;&#x901A;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#xFF0C;&#x8FD9;&#x4E00;&#x5207;&#x90FD;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x57FA;&#x4E8E;&#x79CD;&#x79CD;&#x7684;<strong><em>&#x5076;&#x7136;</em></strong>&#xFF0C;<strong><em>&#x5076;&#x7136;</em></strong>&#xFF0C;<strong><em>&#x5076;&#x7136;</em></strong>&#xFF01;&#x8FD9;&#x4E2A;&#x7B54;&#x6848;&#xFF0C;&#x5B9E;&#x5728;&#x662F;&#x6709;&#x610F;&#x601D;&#xFF01;&#x60F3;&#x60F3;&#x6211;&#x4EEC;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x4E00;&#x751F;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x540C;&#x6837;&#x5145;&#x6EE1;&#x7740;&#x79CD;&#x79CD;&#x5076;&#x7136;&#x6027;&#xFF1F;&#x800C;&#x4EBA;&#x4F3C;&#x4E4E;&#x6709;&#x79CD;&#x5929;&#x6027;&#x5C31;&#x662F;&#x5E0C;&#x671B;&#x5728;&#x8FD9;&#x5076;&#x7136;&#x6027;&#x80CC;&#x540E;&#x63A2;&#x7A76;&#x6709;&#x4EC0;&#x4E48;&#x662F;&#x5FC5;&#x7136;&#x7684;&#xFF1F;&#x76F8;&#x5BF9;&#x8FD9;&#x79CD;&#x201C;&#x5076;&#x7136;&#x201D;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x53EF;&#x4EE5;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x547D;&#x8FD0;&#x201D;&#x7684;&#x4E1C;&#x897F;&#xFF1F;</p>
<h3 id="&#x8BA4;&#x77E5;&#x9769;&#x547D;&#xFF1A;&#x8D70;&#x8FDB;&#x5386;&#x53F2;"><a href="#&#x8BA4;&#x77E5;&#x9769;&#x547D;&#xFF1A;&#x8D70;&#x8FDB;&#x5386;&#x53F2;" class="headerlink" title="&#x8BA4;&#x77E5;&#x9769;&#x547D;&#xFF1A;&#x8D70;&#x8FDB;&#x5386;&#x53F2;"></a>&#x8BA4;&#x77E5;&#x9769;&#x547D;&#xFF1A;&#x8D70;&#x8FDB;&#x5386;&#x53F2;</h3><p>&#x800C;&#x8BF4;&#x5230;&#x8FD9;&#x4E00;<strong>&#x8BA4;&#x77E5;&#x9769;&#x547D;</strong>&#x7684;&#x5173;&#x952E;&#xFF0C;&#x667A;&#x4EBA;&#x8BED;&#x8A00;&#x4E4B;&#x72EC;&#x7279;&#x6027;&#x5C31;&#x5728;&#x4E8E;&#x201C;&#x8BA8;&#x8BBA;&#x865A;&#x6784;&#x7684;&#x4E8B;&#x7269;&#x201D;&#x7684;&#x80FD;&#x529B;&#x3002;&#x548B;&#x4E00;&#x542C;&#xFF0C;&#x597D;&#x50CF;&#x5F88;&#x666E;&#x901A;&#xFF0C;&#x5B83;&#x6709;&#x4EC0;&#x4E48;&#x795E;&#x5947;&#x7684;&#x5730;&#x65B9;&#xFF1F;</p>
<p>&#x6211;&#x76F8;&#x4FE1;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x591A;&#x5C11;&#x66FE;&#x5173;&#x6CE8;&#x8FC7;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;&#x4EBA;&#x548C;&#x5176;&#x5B83;&#x52A8;&#x7269;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x540C;&#xFF1F;&#x4EBA;&#x4F55;&#x4EE5;&#x4E3A;&#x4EBA;&#x5462;&#xFF1F;&#x6709;&#x4E9B;&#x5B66;&#x8BF4;&#x8BA4;&#x4E3A;&#x5176;&#x5B9E;&#x4EBA;&#x548C;&#x52A8;&#x7269;&#x6CA1;&#x4EC0;&#x4E48;&#x4E0D;&#x540C;&#xFF0C;&#x4EBA;&#x7684;&#x4E00;&#x5207;&#x884C;&#x4E3A;&#x548C;&#x6B32;&#x671B;&#x80CC;&#x540E;&#xFF0C;&#x6700;&#x7EC8;&#x90FD;&#x53EF;&#x4EE5;&#x5F52;&#x7ED3;&#x4E3A;&#x751F;&#x7269;&#x7684;&#x672C;&#x80FD;&#xFF0C;&#x5F53;&#x4E0B;&#x7528;&#x201C;&#x57FA;&#x56E0;&#x201D;&#x4E00;&#x8BCD;&#x53EF;&#x80FD;&#x66F4;popular&#x3002;&#x6839;&#x636E;&#x8FD9;&#x4E9B;&#x5B66;&#x8BF4;&#xFF0C;&#x4EBA;&#x505A;&#x7231;&#x662F;&#x4E3A;&#x4E86;&#x7E41;&#x884D;&#x540E;&#x4EE3;&#xFF0C;&#x800C;&#x7231;&#x60C5;&#x4E0D;&#x8FC7;&#x662F;&#x4E3A;&#x8FD9;&#x4E00;&#x751F;&#x7269;&#x672C;&#x80FD;&#x5236;&#x9020;&#x51FA;&#x6765;&#x7684;&#x7F8E;&#x4E3D;&#x5E7B;&#x60F3;&#xFF1B;&#x4EBA;&#x5403;&#x996D;&#x81EA;&#x7136;&#x4E5F;&#x53EA;&#x662F;&#x4E3A;&#x4E86;&#x6444;&#x53D6;&#x80FD;&#x91CF;&#x5F97;&#x4EE5;&#x5B58;&#x6D3B;&#xFF0C;&#x800C;&#x4E2D;&#x56FD;&#x4E30;&#x5BCC;&#x7684;&#x996E;&#x98DF;&#x6587;&#x5316;&#x5728;&#x4ED6;&#x4EEC;&#x773C;&#x4E2D;&#x4EA6;&#x53EA;&#x662F;&#x4E00;&#x573A;&#x7F8E;&#x4E3D;&#x7684;&#x5E7B;&#x60F3;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x5929;&#x751F;&#x6027;&#x51B7;&#x6DE1;&#x8005;&#xFF0C;&#x540C;&#x6027;&#x604B;&#x4EEC;&#x5462;&#xFF1F;&#x4E5F;&#x8BB8;&#x5C1A;&#x8FD8;&#x53EF;&#x4EE5;&#x88AB;&#x5F3A;&#x884C;&#x89E3;&#x91CA;&#x4E3A;&#x67D0;&#x79CD;&#x57FA;&#x56E0;&#x7A81;&#x53D8;&#xFF1F;&#x90A3;&#x4E48;&#xFF0C;&#x5728;&#x4EBA;&#x7C7B;&#x5386;&#x53F2;&#x4E0A;&#x603B;&#x4F1A;&#x51FA;&#x73B0;&#x7684;&#x4E0D;&#x751F;&#x80B2;&#x7684;&#x7CBE;&#x82F1;&#x9636;&#x5C42;&#x4EEC;&#xFF1F;&#x4FE1;&#x4EF0;&#x5B97;&#x6559;&#x7684;&#x7981;&#x6B32;&#x82E6;&#x884C;&#x50E7;&#x4EEC;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x518D;&#x6765;&#x8BBE;&#x60F3;&#x4E00;&#x4E0B;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x8DDF;&#x4E00;&#x53EA;&#x7334;&#x5B50;&#x8BF4;&#xFF0C;&#x53EA;&#x8981;&#x5B83;&#x73B0;&#x5728;&#x628A;&#x9999;&#x8549;&#x7ED9;&#x4F60;&#xFF0C;&#x5B83;&#x6B7B;&#x540E;&#x80FD;&#x4E0A;&#x5929;&#x5802;&#x6709;&#x5403;&#x4E0D;&#x5B8C;&#x7684;&#x9999;&#x8549;&#xFF0C;&#x7334;&#x5B50;&#x4F1A;&#x653E;&#x624B;&#x5417;&#xFF1F;&#x663E;&#x7136;&#x4E0D;&#x4F1A;&#x3002;&#x4F46;&#x662F;&#x4EBA;&#x4F1A;&#xFF0C;&#x4EBA;&#x53EF;&#x4EE5;&#x4E3A;&#x4E86;&#x67D0;&#x4E9B;&#x4FE1;&#x5FF5;&#xFF0C;&#x7F6E;&#x6027;&#x6B32;&#x98DF;&#x6B32;&#x8FD9;&#x4E9B;&#x751F;&#x7269;&#x672C;&#x80FD;&#x4E0D;&#x987E;&#xFF0C;&#x751A;&#x81F3;&#x4ED8;&#x51FA;&#x751F;&#x547D;&#x7684;&#x4EE3;&#x4EF7;&#x3002;</p>
<p>&#x8FD9;&#x5C31;&#x662F;&#x201C;&#x8BA8;&#x8BBA;&#x865A;&#x6784;&#x7684;&#x4E8B;&#x7269;&#x201D;&#x80FD;&#x529B;&#x7684;&#x795E;&#x5947;&#x6240;&#x5728;&#x3002;&#x4ECE;&#x539F;&#x59CB;&#x4EBA;&#x76F8;&#x4FE1;&#x9B3C;&#x795E;&#x8FDB;&#x884C;&#x56FE;&#x817E;&#x5D07;&#x62DC;&#xFF0C;&#x5230;&#x73B0;&#x4EE3;&#x793E;&#x4F1A;&#x7684;&#x56FD;&#x5BB6;&#x3001;&#x516C;&#x53F8;&#x3001;&#x5B97;&#x6559;&#x4FE1;&#x4EF0;&#x7B49;&#x7B49;&#xFF0C;&#x5176;&#x80CC;&#x540E;&#x7684;&#x8FD0;&#x4F5C;&#x673A;&#x5236;&#x5176;&#x5B9E;&#x5E76;&#x65E0;&#x672C;&#x8D28;&#x5DEE;&#x522B;&#x3002;&#x8FD9;&#x79CD;&#x865A;&#x6784;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x8BA9;&#x4EBA;&#x7F16;&#x7EC7;&#x51FA;&#x79CD;&#x79CD;&#x5171;&#x540C;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x5E76;&#x4F7F;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x76F8;&#x4FE1;&#xFF0C;&#x4ECE;&#x800C;&#x8BA9;&#x6211;&#x4EEC;&#x5F97;&#x4EE5;&#x96C6;&#x7ED3;&#x5927;&#x6279;&#x4EBA;&#x529B;&#xFF0C;&#x7075;&#x6D3B;&#x5408;&#x4F5C;&#x3002;</p>
<p>&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;&#x81EA;&#x4ECE;&#x667A;&#x4EBA;&#x6709;&#x4E86;&#x8FD9;&#x79CD;&#x865A;&#x6784;&#x6545;&#x4E8B;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x4FBF;&#x5F00;&#x59CB;&#x751F;&#x6D3B;&#x5728;&#x53CC;&#x91CD;&#x73B0;&#x5B9E;&#x4E2D;&#xFF0C;&#x4E00;&#x79CD;&#x81EA;&#x7136;&#x7684;&#x73B0;&#x5B9E;&#xFF0C;&#x4E00;&#x79CD;&#x5219;&#x662F;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x865A;&#x6784;&#x80FD;&#x529B;&#x521B;&#x9020;&#x7684;&#x201C;&#x60F3;&#x8C61;&#x7684;&#x73B0;&#x5B9E;&#x201D;&#xFF0C;&#x5373;&#x5982;&#x4ECA;&#x7684;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x3002;&#x5728;&#x8FD9;&#x79CD;&#x201C;&#x60F3;&#x8C61;&#x7684;&#x73B0;&#x5B9E;&#x201D;&#x4E2D;&#xFF0C;&#x5373;&#x4F7F;&#x57FA;&#x56E0;&#x548C;&#x81EA;&#x7136;&#x73AF;&#x5883;&#x90FD;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x6539;&#x53D8;&#xFF0C;&#x4F46;&#x667A;&#x4EBA;&#x8FD8;&#x662F;&#x80FD;&#x591F;&#x8FC5;&#x901F;&#x6539;&#x53D8;&#x884C;&#x4E3A;&#xFF0C;&#x5E76;&#x5C06;&#x8FD9;&#x79CD;&#x65B0;&#x7684;&#x884C;&#x4E3A;&#x4F20;&#x9012;&#x7ED9;&#x4E0B;&#x4E00;&#x4EE3;&#xFF0C;&#x8FD9;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x5982;&#x4ECA;&#x79F0;&#x4E4B;&#x4E3A;&#x7684;&#x201C;&#x6587;&#x5316;&#x201D;&#x3002;&#x81EA;&#x6B64;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x4EBA;&#x7C7B;&#x7ED5;&#x8FC7;&#x57FA;&#x56E0;&#x8D70;&#x8FDB;&#x4E86;&#x5386;&#x53F2;&#x3002;</p>
<h3 id="&#x519C;&#x4E1A;&#x9769;&#x547D;&#xFF1A;&#x53F2;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x9A97;&#x5C40;"><a href="#&#x519C;&#x4E1A;&#x9769;&#x547D;&#xFF1A;&#x53F2;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x9A97;&#x5C40;" class="headerlink" title="&#x519C;&#x4E1A;&#x9769;&#x547D;&#xFF1A;&#x53F2;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x9A97;&#x5C40;"></a><del>&#x519C;&#x4E1A;&#x9769;&#x547D;&#xFF1A;&#x53F2;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x9A97;&#x5C40;</del></h3><p>&#x7565;</p>
<h3 id="&#x79D1;&#x5B66;&#x6280;&#x672F;&#x4E0E;&#x8D44;&#x672C;"><a href="#&#x79D1;&#x5B66;&#x6280;&#x672F;&#x4E0E;&#x8D44;&#x672C;" class="headerlink" title="&#x79D1;&#x5B66;&#x6280;&#x672F;&#x4E0E;&#x8D44;&#x672C;"></a><del>&#x79D1;&#x5B66;&#x6280;&#x672F;&#x4E0E;&#x8D44;&#x672C;</del></h3><p>&#x7565;</p>
<h3 id="&#x4EC0;&#x4E48;&#x662F;&#x5FEB;&#x4E50;&#xFF1F;"><a href="#&#x4EC0;&#x4E48;&#x662F;&#x5FEB;&#x4E50;&#xFF1F;" class="headerlink" title="&#x4EC0;&#x4E48;&#x662F;&#x5FEB;&#x4E50;&#xFF1F;"></a>&#x4EC0;&#x4E48;&#x662F;&#x5FEB;&#x4E50;&#xFF1F;</h3><p>&#x90A3;&#x4E48;&#xFF0C;&#x4EBA;&#x7C7B;&#x5728;&#x8FD9;&#x79CD;&#x201C;&#x60F3;&#x8C61;&#x7684;&#x73B0;&#x5B9E;&#x201D;&#x7684;&#x5386;&#x53F2;&#x4E2D;&#x7684;&#x53D1;&#x5C55;&#x8D8B;&#x52BF;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x662F;&#x4E3A;&#x4E86;&#x8FFD;&#x6C42;&#x5FEB;&#x4E50;&#x3001;&#x5E78;&#x798F;&#x4E48;&#xFF1F;&#x6211;&#x60F3;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E2A;&#x5982;&#x4ECA;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x6BD4;&#x8F83;&#x80FD;&#x63A5;&#x53D7;&#x7684;&#x56DE;&#x7B54;&#x3002;&#xFF08;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#xFF09;</p>
<p>&#x6B63;&#x5982;&#x4F5C;&#x8005;&#x6240;&#x8A00;&#xFF0C;&#x7EB5;&#x89C2;&#x5386;&#x53F2;&#x667A;&#x4EBA;&#x4ECE;&#x91C7;&#x96C6;&#x72E9;&#x730E;&#x65F6;&#x4EE3;&#xFF0C;&#x5230;&#x519C;&#x4E1A;&#x65F6;&#x4EE3;&#xFF0C;&#x5DE5;&#x4E1A;&#x65F6;&#x4EE3;&#x81F3;&#x4ECA;&#xFF0C;&#x4E0D;&#x8FC7;&#x662F;&#x5728;&#x6784;&#x9020;&#x4E00;&#x4E2A;&#x6BD4;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7CBE;&#x5BC6;&#x7684;&#x201C;&#x865A;&#x6784;&#x6545;&#x4E8B;&#x201D;&#xFF0C;&#x4F7F;&#x6210;&#x5343;&#x4E0A;&#x4E07;&#x7684;&#x4EBA;&#x5F97;&#x4EE5;&#x901A;&#x529B;&#x5408;&#x4F5C;&#xFF0C;&#x751F;&#x4EA7;&#x529B;&#x5F97;&#x5230;&#x8FC5;&#x901F;&#x53D1;&#x5C55;&#xFF0C;&#x4EBA;&#x53E3;&#x4EA6;&#x7206;&#x70B8;&#x5F0F;&#x589E;&#x957F;&#x3002;&#x7136;&#x800C;&#x5728;&#x89E3;&#x51B3;&#x65E7;&#x95EE;&#x9898;&#x6EE1;&#x8DB3;&#x65E7;&#x6B32;&#x671B;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4EBA;&#x4EEC;&#x53C8;&#x603B;&#x8FCE;&#x6765;&#x4E86;&#x65B0;&#x7684;&#x95EE;&#x9898;&#x4EE5;&#x53CA;&#x4EA7;&#x751F;&#x4E86;&#x65B0;&#x7684;&#x6B32;&#x671B;&#xFF0C;&#x7ED3;&#x679C;&#x5374;&#x5E76;&#x6CA1;&#x6709;&#x7ED9;&#x4EBA;&#x5E26;&#x6765;&#x5E78;&#x798F;&#xFF0C;&#x81F3;&#x5C11;&#x5BF9;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x800C;&#x8A00;&#x662F;&#x5982;&#x6B64;&#x3002;&#x519C;&#x4E1A;&#x9769;&#x547D;&#x8BA9;&#x519C;&#x6C11;&#x8FC7;&#x7740;&#x6BD4;&#x91C7;&#x96C6;&#x8005;&#x66F4;&#x8F9B;&#x82E6;&#x66F4;&#x4E0D;&#x6EE1;&#x8DB3;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x540C;&#x65F6;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x7FA4;&#x517B;&#x5C0A;&#x5904;&#x4F18;&#x7684;&#x7CBE;&#x82F1;&#x5206;&#x5B50;&#x3002;&#x5230;&#x4E86;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#xFF0C;&#x5DE5;&#x4EBA;&#x4EEC;&#x7684;&#x72B6;&#x51B5;&#x4E5F;&#x5E76;&#x6CA1;&#x6709;&#x597D;&#x5230;&#x54EA;&#x91CC;&#x53BB;&#xFF0C;&#x7CBE;&#x82F1;&#x5206;&#x5B50;&#x6539;&#x4E3A;&#x4E86;&#x8D44;&#x672C;&#x5BB6;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x667A;&#x4EBA;&#x524D;&#x8FDB;&#x53D1;&#x5C55;&#x7684;&#x52A8;&#x529B;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x8FD9;&#x91CC;&#x6709;&#x4EC0;&#x4E48;&#x5FC5;&#x7136;&#x7684;&#x4E1C;&#x897F;&#x5728;&#x9A71;&#x52A8;&#x7740;&#x6211;&#x4EEC;&#x5417;&#xFF1F;&#x6BD4;&#x5982;&#x9ED1;&#x683C;&#x5C14;&#x7684;&#x201C;&#x7EDD;&#x5BF9;&#x7CBE;&#x795E;&#x201D;&#xFF1F;</p>
<p>&#x96BE;&#x9053;&#x53C8;&#x53EA;&#x662F;&#x4E00;&#x6B21;&#x6B21;<strong><em>&#x5076;&#x7136;</em></strong>&#xFF1F;&#x8FD9;&#x91CC;&#x9762;&#x662F;&#x5426;&#x6709;&#x53EF;&#x4EE5;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x547D;&#x8FD0;&#x201D;&#x7684;&#x4E1C;&#x897F;&#x5728;&#x5F15;&#x5BFC;&#x7740;&#x6211;&#x4EEC;&#xFF1F;&#x5728;&#x6211;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x5C06;&#x8FD9;&#x79CD;&#x79CD;&#x201C;&#x5076;&#x7136;&#x201D;&#x627F;&#x5F53;&#x4E3A;&#x81EA;&#x6211;&#x6210;&#x957F;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x5373;&#x4E3A;&#x201C;&#x547D;&#x8FD0;&#x201D;&#x3002;&#x800C;&#x4E14;&#x6211;&#x76F8;&#x4FE1;&#x4EBA;&#x7C7B;&#x5386;&#x53F2;&#x7684;&#x53D1;&#x5C55;&#x4EA6;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x8BA4;&#x77E5;&#x9769;&#x547D;&#xFF0C;&#x519C;&#x4E1A;&#x9769;&#x547D;&#xFF0C;&#x8FD8;&#x662F;&#x79D1;&#x6280;&#x9769;&#x547D;&#xFF0C;&#x4EBA;&#x7C7B;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x4E00;&#x76F4;&#x4E0D;&#x65AD;&#x91CD;&#x8E48;&#x8986;&#x8F99;&#xFF0C;&#x4FBF;&#x662F;&#x5728;&#x53CD;&#x590D;&#x7EC3;&#x4E60;&#x7740;&#x505A;&#x540C;&#x6837;&#x4E00;&#x4EF6;&#x4E8B;&#xFF1A;&#x5982;&#x4F55;&#x9886;&#x4F1A;&#x5E76;&#x627F;&#x5F53;&#x81EA;&#x5DF1;&#x7684;&#x547D;&#x8FD0;&#x3002;</p>
<p>&#x5173;&#x4E8E;&#x8FFD;&#x6C42;&#x5FEB;&#x4E50;&#xFF0C;&#x751F;&#x7269;&#x8BBA;&#x8005;&#x4EEC;&#x4F1A;&#x8BA4;&#x4E3A;&#x5FEB;&#x4E50;&#x53EA;&#x662F;&#x751F;&#x7269;&#x5B66;&#x4E0A;&#x591A;&#x5DF4;&#x80FA;&#x7B49;&#x6FC0;&#x7D20;&#x5206;&#x6CCC;&#x5BFC;&#x81F4;&#x7684;&#x5FEB;&#x611F;&#x3002;&#x6211;&#x4EEC;&#x5BF9;&#x751F;&#x6D3B;&#x6240;&#x8D4B;&#x4E88;&#x7684;&#x4EFB;&#x4F55;&#x610F;&#x4E49;&#xFF0C;&#x90FD;&#x53EA;&#x662F;&#x9519;&#x89C9;&#x4E0E;&#x5E7B;&#x60F3;&#x3002;&#x662F;&#x4E3A;&#x4E86;&#x523A;&#x6FC0;&#x4EA7;&#x751F;&#x591A;&#x5DF4;&#x80FA;&#xFF0C;&#x5F62;&#x6210;&#x5FEB;&#x611F;&#xFF0C;&#x800C;&#x6700;&#x7EC8;&#x4EA6;&#x662F;&#x4E3A;&#x4E86;&#x670D;&#x52A1;&#x4E8E;&#x57FA;&#x56E0;&#x3002;&#x6BD4;&#x5982;&#x6211;&#x4ECA;&#x5929;&#x51FA;&#x95E8;&#xFF0C;&#x9633;&#x5149;&#x7279;&#x522B;&#x597D;&#xFF0C;&#x53C8;&#x5728;&#x5496;&#x5561;&#x5C4B;&#x8BFB;&#x4E86;&#x4E00;&#x672C;&#x597D;&#x4E66;&#xFF0C;&#x6240;&#x4EE5;&#x5FC3;&#x60C5;&#x975E;&#x5E38;&#x6109;&#x60A6;&#x3002;&#x6211;&#x8BF4;&#x662F;&#x597D;&#x5929;&#x6C14;&#x548C;&#x597D;&#x4E66;&#x4F7F;&#x6211;&#x5FC3;&#x60C5;&#x6109;&#x60A6;&#x3002;&#x4F46;&#x662F;&#x751F;&#x7269;&#x8BBA;&#x8005;&#x4F1A;&#x8BF4;&#xFF0C;&#x4E0D;&#x5BF9;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x591A;&#x5DF4;&#x80FA;&#x5206;&#x6CCC;&#x624D;&#x5BFC;&#x81F4;&#x4F60;&#x611F;&#x5230;&#x6109;&#x60A6;&#x7684;&#x3002;&#x6211;&#x77AA;&#x5927;&#x4E86;&#x773C;&#x775B;So What? &#x591A;&#x5DF4;&#x80FA;&#x5206;&#x6CCC;&#x5BFC;&#x81F4;&#x5927;&#x8111;&#x5F62;&#x6210;&#x5FEB;&#x611F;&#x662F;&#x4E0D;&#x9519;&#xFF0C;&#x7136;&#x800C;&#x662F;&#x4EC0;&#x4E48;&#x5BFC;&#x81F4;&#x591A;&#x5DF4;&#x80FA;&#x5206;&#x6CCC;&#x5462;&#xFF1F;&#x524D;&#x8005;&#x53EA;&#x662F;&#x5BF9;&#x4E00;&#x79CD;&#x751F;&#x7406;&#x73B0;&#x8C61;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x800C;&#x540E;&#x8005;&#x662F;&#x4E00;&#x79CD;&#x521B;&#x9020;&#xFF0C;&#x5177;&#x6709;&#x201C;&#x7ACB;&#x6CD5;&#x201D;&#x610F;&#x4E49;&#xFF0C;&#x4EA6;&#x662F;&#x6211;&#x4E4B;&#x4E3A;&#x6211;&#x7684;&#x5173;&#x952E;&#x3002;</p>
<p>&#x4F5C;&#x8005;&#x6700;&#x540E;&#x5728;&#x5FEB;&#x4E50;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x4E0A;&#xFF0C;&#x63D0;&#x5230;&#x4E86;&#x4F5B;&#x5B66;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x603B;&#x5728;&#x4E0D;&#x65AD;&#x4EA7;&#x751F;&#x65B0;&#x7684;&#x6B32;&#x671B;&#xFF0C;&#x800C;&#x6B32;&#x671B;&#x53EF;&#x8C13;&#x75DB;&#x82E6;&#x7684;&#x6E90;&#x6CC9;&#xFF0C;&#x6240;&#x4EE5;&#x5F88;&#x591A;&#x4EBA;&#x8BA4;&#x4E3A;&#x8981;&#x8FFD;&#x6C42;&#x5FEB;&#x4E50;&#xFF0C;&#x5C31;&#x8981;&#x6446;&#x8131;&#x7269;&#x8D28;&#x6B32;&#x671B;&#xFF0C;&#x5BFB;&#x6C42;&#x4E00;&#x79CD;&#x7CBE;&#x795E;&#x4E0A;&#x7684;&#x6109;&#x60A6;&#x3002;&#x7136;&#x800C;&#x4F5B;&#x5B66;&#x8BA4;&#x4E3A;&#x771F;&#x6B63;&#x7684;&#x5FEB;&#x4E50;&#x65E2;&#x4E0D;&#x5728;&#x4E8E;&#x5916;&#x5728;&#x6761;&#x4EF6;&#xFF0C;&#x4E5F;&#x4E0D;&#x5728;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x4E3B;&#x89C2;&#x611F;&#x53D7;&#x3002;&#x9664;&#x4E86;&#x522B;&#x518D;&#x8FFD;&#x6C42;&#x5916;&#x5728;&#x6210;&#x5C31;&#x4E4B;&#x5916;&#xFF0C;&#x4E5F;&#x522B;&#x518D;&#x8FFD;&#x6C42;&#x90A3;&#x4E9B;&#x611F;&#x89C9;&#x826F;&#x597D;&#x7684;&#x5FC3;&#x91CC;&#x611F;&#x53D7;&#x4E86;&#x3002;&#x4E0D;&#x518D;&#x8FFD;&#x6C42;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x7269;&#x8D28;&#x8FD8;&#x662F;&#x7CBE;&#x795E;&#x4E0A;&#x7684;&#x4E3B;&#x89C2;&#x611F;&#x53D7;&#xFF0C;&#x4FBF;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x5185;&#x5FC3;&#x7684;&#x5E73;&#x9759;&#xFF0C;&#x7EE7;&#x800C;&#x83B7;&#x5F97;&#x771F;&#x6B63;&#x7684;&#x5FEB;&#x4E50;&#x3002;&#x8FD9;&#x662F;&#x4F5B;&#x6559;&#x521B;&#x9020;/&#x865A;&#x6784;&#x7684;&#x201C;&#x5FEB;&#x4E50;&#x201D;&#xFF0C;&#x4E14;&#x4E3A;&#x4E4B;&#x8FD8;&#x63D0;&#x4F9B;&#x4E86;&#x79CD;&#x79CD;&#x4FEE;&#x884C;&#x6CD5;&#x95E8;&#x4F9B;&#x4F17;&#x751F;&#x5B9E;&#x8DF5;&#xFF0C;&#x5B9E;&#x5728;&#x662F;&#x5F88;&#x5389;&#x5BB3;&#xFF01;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x662F;&#x5426;&#x8FD8;&#x6709;&#x5176;&#x5B83;&#x771F;&#x6B63;&#x7684;&#x201C;&#x5FEB;&#x4E50;&#x201D;&#xFF1F;&#x6709;&#xFF01;&#x81F3;&#x5C11;&#x4ECE;&#x8521;&#x8001;&#x5E08;&#x90A3;&#x91CC;&#x6211;&#x770B;&#x5230;&#x4E86;&#x53E6;&#x4E00;&#x79CD;&#x53EF;&#x80FD;&#x6027;&#xFF0C;&#x4E14;&#x5BF9;&#x6211;&#x66F4;&#x5177;&#x5438;&#x5F15;&#x529B;&#xFF0C;&#x5373;&#x83B7;&#x5F97;&#x5BF9;&#x75DB;&#x82E6;&#x81EA;&#x7531;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x5BF9;&#x5FEB;&#x4E50;&#x4EA6;&#x7136;&#x3002;&#xFF08;&#x60F3;&#x77E5;&#x8BE6;&#x60C5;&#x6B64;&#x5904;&#x5B89;&#x5229;<a href="http://mp.weixin.qq.com/s/8J171mkeAxsJ7WuHsz_Nog" target="_blank" rel="external">&#x8521;&#x8001;&#x5E08;&#x8BFB;&#x4E66;&#x4F1A;</a>,&#x54C8;&#x54C8;~&#xFF09;</p>
<blockquote>
<p>&#x4EBA;&#x4E0D;&#x540C;&#x4E8E;&#x52A8;&#x7269;&#x7684;&#x4E00;&#x70B9;&#xFF0C;&#x4EBA;&#x53EF;&#x4EE5;&#x4EE5;&#x4EFB;&#x4F55;&#x4E00;&#x79CD;&#x5C3A;&#x5EA6;&#x751F;&#x6D3B;&#x3002;&#x4EC0;&#x4E48;&#x662F;&#x771F;&#x6B63;&#x7684;&#x5FEB;&#x4E50;&#xFF1F;&#x9700;&#x7528;&#x81EA;&#x5DF1;&#x4E00;&#x751F;&#x7684;&#x5B9E;&#x8DF5;&#x53BB;&#x6784;&#x5EFA;&#x3002;</p>
</blockquote>
<h3 id="&#x95EE;&#x9898;&#x8BA8;&#x8BBA;"><a href="#&#x95EE;&#x9898;&#x8BA8;&#x8BBA;" class="headerlink" title="&#x95EE;&#x9898;&#x8BA8;&#x8BBA;"></a>&#x95EE;&#x9898;&#x8BA8;&#x8BBA;</h3><p>&#x5173;&#x4E8E;&#x79D1;&#x6280;&#x53D1;&#x5C55;&#x80FD;&#x5426;&#x5F62;&#x6210;&#x65B0;&#x7684;&#x751F;&#x547D;&#xFF0C;&#x8D85;&#x8D8A;&#x667A;&#x4EBA;&#x7684;&#x65B0;&#x7269;&#x79CD;&#xFF08;&#x672A;&#x6765;&#x4E3B;&#x4EBA;&#x7FC1;&#xFF09;&#xFF1F;&#x80FD;&#x591F;&#x957F;&#x751F;&#x4E0D;&#x8001;&#xFF1F;<br>&#x76F4;&#x63A5;&#x5F15;&#x8521;&#x8001;&#x5E08;&#x7684;&#x56DE;&#x7B54;&#xFF1A;<a href="http://sackuangyan.com/blog/?p=333" target="_blank" rel="external">&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#x7684;&#x5047;&#x8BBE;</a></p>
<p>&#x5982;&#x679C;&#x8BF4;&#x4E00;&#x5207;&#x90FD;&#x662F;&#x4EBA;&#x81EA;&#x5DF1;&#x7684;&#x865A;&#x6784;&#x548C;&#x60F3;&#x8C61;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x4EC0;&#x4E48;&#xFF1F;</p>
<p>-&#x4F60;&#x76F8;&#x4FE1;&#x771F;&#x7406;&#x5417;&#xFF1F;<br>-&#x76F8;&#x4FE1;&#x3002;<br>-&#x4F60;&#x8FFD;&#x6C42;&#x7684;&#x771F;&#x7406;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;<br>//&#x771F;&#x7406;&#x4E0D;&#x4F1A;&#x843D;&#x5728;&#x4EBA;&#x4E4B;&#x5916;&#x3002;</p>
<p>&#x5F53;&#x4EE3;&#x7684;&#x751F;&#x5B58;&#x73AF;&#x5883;&#xFF0C;&#x4E2A;&#x4EBA;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x4E0E;&#x8D44;&#x672C;&#x6280;&#x672F;&#x7684;&#x5173;&#x7CFB;&#xFF1F;</p>
<p>&#x3010;&#x5C0F;&#x8BB0;&#x3011;&#xFF1A;<em>&#x8981;&#x5C06;&#x81EA;&#x5DF1;&#x7684;&#x9886;&#x4F1A;&#x8BC9;&#x8BF8;&#x6587;&#x5B57;&#x8868;&#x8FBE;&#x51FA;&#x6765;&#xFF0C;&#x8FD9;&#x4EF6;&#x4E8B;&#x771F;&#x7684;&#x5F88;&#x96BE;&#xFF0C;&#x6BD4;&#x60F3;&#x8C61;&#x4E2D;&#x7684;&#x96BE;&#x767E;&#x500D;&#x3002;&#x5199;&#x4E86;&#x4E00;&#x4E0B;&#x5348;&#xFF0C;&#x8BFB;&#x6765;&#x5B8C;&#x5168;&#x4E0D;&#x662F;&#x81EA;&#x5DF1;&#x9886;&#x4F1A;&#x7684;&#x90A3;&#x4E2A;&#x5473;&#x9053;&#xFF01;&#x8DEF;&#x6F2B;&#x6F2B;&#x5176;&#x4FEE;&#x8FDC;&#x516E;&#x5475;~</em></p>

                        
                    </div>

                    
                    
                    

                    <div class="description post-description">
    <span class="post-description-item">
        <time datetime="2017-03-19T23:21:57.000Z" itemprop="datePublished">2017-03-19</time>

    </span>
    <span class="post-description-item">
        

    <span>
        <i class="tags icon"></i>
    </span>

    
    <span class="ui tiny label">
        <a href="/tags/Reading/">Reading</a>
    </span>

    

    </span>
</div>

                </div>
                
                <div id="pagination" class="nav-web ui text container pagination">

    <div class="ui stackable two column divided grid container">
        <div class="row">
            <div class="column nav-left">
                

                <a href="/en/CSharp-in-Depth-Series-Notes-Asynchrony/" class="ui tiny button">

                    <i class="angle left icon"></i>
                    
                    CShap in Depth Series Notes: Asynchrony
                    

                </a>

                
            </div>
            <div class="column nav-right">
                

                <a href="/en/AWS-Certification-Progress/" class="ui tiny button">
                    
                    AWS Certification Progress
                    
                    <i class="angle right icon"></i></a>
                
            </div>
        </div>
    </div>

</div>
                
            </div>

            
            <div class="three wide computer three wide tablet column">

                <div class="ui sticky article-toc" id="article-toc">
                    <!-- toc -->
                    <ol class="ui ordered list"><li><a href="#史前史：一切皆为偶然？"><span>史前史：一切皆为偶然？</span></a></li><li><a href="#认知革命：走进历史"><span>认知革命：走进历史</span></a></li><li><a href="#农业革命：史上最大的骗局"><span>农业革命：史上最大的骗局</span></a></li><li><a href="#科学技术与资本"><span>科学技术与资本</span></a></li><li><a href="#什么是快乐？"><span>什么是快乐？</span></a></li><li><a href="#问题讨论"><span>问题讨论</span></a></li></ol>
                </div>

            </div>
            

        </div>
    </div>
</div>


                    <!--</div>-->
                <!--</div>-->
            <!--</div>-->
        </div>
        <div class="ui vertical footer segment">
    <div class="ui center aligned container">
        <div class="ui inverted section divider"></div>
        &copy; 2017 <a href="/">Liyue (Sara) Wang</a>,
        Powered by <a href="https://github.com/henryhuang/hexo-theme-aloha" target="_blank">Aloha</a> and <a
                href="http://hexo.io/" target="_blank">Hexo</a>.
    </div>
</div>

    </div>




<!-- scripts list from theme config.yml -->

<script src="//cdn.bootcss.com/jquery/3.1.0/jquery.min.js"></script>

<script src="//cdn.bootcss.com/semantic-ui/2.2.4/semantic.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch/3.18.1/algoliasearch.min.js"></script>

<script src="//cdn.bootcss.com/algoliasearch-helper-js/2.13.0/algoliasearch.helper.min.js"></script>

<script src="/js/semantic-ui-algolia.js"></script>

<script src="/js/aloha-events.js"></script>



</body>
</html>
